Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What's the best thing you ever won as a child?
de: Was ist das Beste, das du als Kind jemals gewonnen hast?
es: ¿Qué es lo mejor que ganaste de niño?
fr: Quelle est la meilleure chose que tu aies gagnée étant enfant ?
it: Qual è la cosa migliore che hai vinto da bambino?
ja: 子供の頃に手に入れた最高の賞品は何ですか？
ko: 어릴 때 받은 상 중 가장 좋았던 것은 무엇인가요?
nb: Hva er det beste du noen gang vant som barn?
nl: Wat is het beste dat je als kind ooit hebt gewonnen?
pl: Co jest najlepszego, co wygrałeś jako dziecko?
pt_br: Qual foi a melhor coisa que você ganhou quando criança?
sv: Vad är det bästa du någonsin vann som barn?
uk: Що найкращого ти виграв у дитинстві?
zh_hans: 你小时候赢过的最棒的东西是什么？

source: What's the best thing you've bought for less than $20?
de: Was ist das Beste, was du für unter 20 Dollar gekauft hast?
es: ¿Qué es lo mejor que has comprado por menos de $20?
fr: Quelle est la meilleure chose que tu aies achetée pour moins de 20 $ ?
it: Qual è la cosa migliore che hai comprato per meno di $20?
ja: 20ドル未満で買ったもので一番良かったものは何ですか？
ko: 20달러 미만으로 산 것 중 가장 좋았던 것은 무엇인가요?
nb: Hva er det beste du har kjøpt for under $20?
nl: Wat is het beste dat je hebt gekocht voor minder dan $20?
pl: Jaka jest najlepsza rzecz, jaką kupiłeś za mniej niż 20 dolarów?
pt_br: Qual é a melhor coisa que você comprou por menos de $20?
sv: Vad är det bästa du har köpt för under $20?
uk: Що найкраще ви купили менш ніж за 20 доларів?
zh_hans: 你花不到20美元买到的最好的东西是什么？

source: What's the best thing you've ever eaten from a street vendor?
de: Was war das Beste, was du je von einem Straßenhändler gegessen hast?
es: ¿Qué es lo mejor que has comido de un vendedor ambulante?
fr: Quelle est la meilleure chose que tu aies mangée chez un marchand de rue ?
it: Qual è la cosa migliore che tu abbia mai mangiato da un venditore ambulante?
ja: ストリートベンダーで食べたもので一番美味しかったのは何ですか？
ko: 노점상에서 먹은 음식 중 가장 맛있었던 것은 무엇인가요?
nb: Hva er det beste du noen gang har spist fra en gateselger?
nl: Wat is het beste dat je ooit van een straatverkoper hebt gegeten?
pl: Co było najlepszego, co jadłeś/aś od ulicznego sprzedawcy?
pt_br: Qual a melhor coisa que você já comeu de um vendedor ambulante?
sv: Vad är det bästa du någonsin har ätit från en gatumarknad?
uk: Що найсмачнішого ви коли-небудь їли у вуличного торговця?
zh_hans: 你从街头小贩那里吃过最好吃的东西是什么？

source: What's the best thing you've ever found at a thrift store?
de: Was ist das Beste, das du jemals in einem Secondhand-Laden gefunden hast?
es: ¿Qué es lo mejor que has encontrado en una tienda de segunda mano?
fr: Quelle est la meilleure chose que tu aies jamais trouvée dans une friperie ?
it: Qual è la cosa migliore che tu abbia mai trovato in un negozio dell'usato?
ja: 中古店で見つけた最高のものは何ですか？
ko: 중고 가게에서 찾은 가장 좋은 물건은 무엇인가요?
nb: Hva er det beste du noen gang har funnet på en bruktbutikk?
nl: Wat is het beste dat je ooit in een kringloopwinkel hebt gevonden?
pl: Jaka jest najlepsza rzecz, jaką znalazłeś w sklepie z używaną odzieżą?
pt_br: Qual é a melhor coisa que você já encontrou em um brechó?
sv: Vad är det bästa du någonsin har hittat i en secondhandbutik?
uk: Яку найкращу річ ви коли-небудь знаходили в комісійному магазині?
zh_hans: 你在旧货店淘到过的最好的东西是什么？

source: What’s the best way to get you 'in the mood'?
de: Wie bringt man dich am besten 'in Stimmung'?
es: ¿Cuál es la mejor manera de ponerte 'de humor'?
fr: Quelle est la meilleure façon de te mettre 'dans l'ambiance' ?
it: Qual è il modo migliore per metterti 'di buon umore'?
ja: あなたを‘その気’にさせる一番の方法は何ですか？
ko: 당신을 ‘그 기분’이 들게 하는 가장 좋은 방법은 무엇인가요?
nb: Hva er den beste måten å få deg 'i stemningen' på?
nl: Wat is de beste manier om jou 'in de stemming' te brengen?
pl: Jaki jest najlepszy sposób, aby wprawić cię w 'nastrój'?
pt_br: Qual é a melhor maneira de te deixar 'no clima'?
sv: Vad är det bästa sättet att få dig 'på humör'?
uk: Як найкраще налаштувати тебе на 'інтимний лад'?
zh_hans: 让你‘有感觉’的最佳方式是什么？

source: What's the best window seat view you've ever had on a plane?
de: Was war die beste Aussicht vom Fensterplatz im Flugzeug?
es: ¿Cuál es la mejor vista desde el asiento de ventanilla que has tenido en un avión?
fr: Quelle est la plus belle vue depuis un hublot que tu aies eue ?
it: Qual è la migliore vista dal finestrino che hai mai avuto su un aereo?
ja: 飛行機の窓側の席から見た最高の景色は何ですか？
ko: 비행기에서 창가 좌석으로 본 최고의 뷰는 무엇인가요?
nb: Hva er den beste utsikten fra vindussetet du har hatt på et fly?
nl: Wat is het beste uitzicht vanuit een raamstoel dat je ooit in een vliegtuig had?
pl: Jaki był najlepszy widok z miejsca przy oknie w samolocie?
pt_br: Qual a melhor vista do assento na janela que você já teve em um avião?
sv: Vilken är den bästa fönsterplatsutsikten du haft på ett flygplan?
uk: Який найкращий вид з місця біля вікна в літаку ви мали?
zh_hans: 你在飞机靠窗座位上看过最好的景色是什么？

source: What's the biggest cultural shock you've experienced in your own country?
de: Was war der größte Kulturschock, den du in deinem eigenen Land erlebt hast?
es: ¿Cuál ha sido el mayor choque cultural que has experimentado en tu propio país?
fr: Quel a été le plus grand choc culturel dans ton propre pays ?
it: Qual è stato lo shock culturale più grande nel tuo stesso paese?
ja: 自国で経験した最大のカルチャーショックは何ですか？
ko: 자국에서 경험한 가장 큰 문화적 충격은 무엇인가요?
nb: Hva var det største kultursjokket du har opplevd i ditt eget land?
nl: Wat was de grootste cultuurschok in je eigen land?
pl: Jaki był największy szok kulturowy, którego doświadczyłeś/aś we własnym kraju?
pt_br: Qual foi o maior choque cultural que você viveu no seu próprio país?
sv: Vilken är den största kulturchocken du upplevt i ditt eget land?
uk: Який найбільший культурний шок ви пережили у своїй країні?
zh_hans: 你在自己国家经历的最大文化冲击是什么？

source: What's the biggest lie you told as a child?
de: Was war die größte Lüge, die du als Kind erzählt hast?
es: ¿Cuál fue la mentira más grande que dijiste de niño?
fr: Quel est le plus gros mensonge que tu aies dit étant enfant ?
it: Qual è la più grande bugia che hai raccontato da bambino?
ja: 子供の頃についた最大の嘘は何ですか？
ko: 어릴 때 한 가장 큰 거짓말은 무엇인가요?
nb: Hva var den største løgnen du fortalte som barn?
nl: Wat was de grootste leugen die je als kind vertelde?
pl: Jakie było największe kłamstwo, jakie powiedziałeś/powiedziałaś jako dziecko?
pt_br: Qual foi a maior mentira que você contou quando criança?
sv: Vad var den största lögnen du berättade som barn?
uk: Яку найбільшу брехню ви сказали в дитинстві?
zh_hans: 你小时候说过的最大谎言是什么？

source: What’s the biggest trouble you ever got into at school?
de: Was war der größte Ärger, den du in der Schule hattest?
es: ¿En qué problemas te metiste más en la escuela?
fr: Quelle est la pire bêtise que tu aies faite à l'école ?
it: Qual è stato il guaio più grosso in cui sei finito a scuola?
ja: 学校で経験した最大のトラブルは何ですか？
ko: 학교에서 당한 가장 큰 골치 아픈 일은 무엇인가요?
nb: Hva var det verste trøbbelet du havnet i på skolen?
nl: In wat voor problemen ben je op school het meest beland?
pl: W jakie największe tarapaty wpadłeś/wpadłaś w szkole?
pt_br: Qual foi a maior enrascada em que você se meteu na escola?
sv: Vad var det värsta du råkade ut för i skolan?
uk: Яких найбільших неприємностей ви зазнали в школі?
zh_hans: 你在学校里闯过最大的祸是什么？

source: What's the biggest waste of money you see people buying?
de: Was ist deiner Meinung nach die größte Geldverschwendung, die Leute kaufen?
es: ¿Cuál es la mayor pérdida de dinero que ves que la gente compra?
fr: Quelle est la plus grande perte d'argent que tu vois les gens acheter ?
it: Qual è il più grande spreco di denaro che vedi comprare alle persone?
ja: 人々が買っているもので、最大の無駄遣いは何だと思いますか？
ko: 사람들이 사는 것 중 가장 큰 돈 낭비라고 생각하는 것은 무엇인가요?
nb: Hva er det største sløseriet med penger du ser folk kjøpe?
nl: Wat is volgens jou de grootste geldverspilling die mensen kopen?
pl: Jaka jest twoim zdaniem największa strata pieniędzy, na którą ludzie się godzą?
pt_br: Qual é o maior desperdício de dinheiro que você vê as pessoas comprando?
sv: Vad är det största slöseriet med pengar du ser folk köpa?
uk: Що, на вашу думку, є найбільшим марнуванням грошей, яке люди купують?
zh_hans: 你觉得人们买什么东西最浪费钱？

source: What’s the bravest thing you’ve ever done?
de: Was ist das Mutigste, was du je getan hast?
es: ¿Qué es lo más valiente que has hecho?
fr: Quelle est la chose la plus courageuse que tu aies jamais faite ?
it: Qual è la cosa più coraggiosa che tu abbia mai fatto?
ja: 今までで一番勇敢なことは何ですか？
ko: 가장 용감했던 일은 무엇인가요?
nb: Hva er det modigste du noen gang har gjort?
nl: Wat is het moedigste dat je ooit hebt gedaan?
pl: Jaka jest najodważniejsza rzecz, jaką kiedykolwiek zrobiłeś?
pt_br: Qual é a coisa mais corajosa que você já fez?
sv: Vad är det modigaste du någonsin har gjort?
uk: Що найсміливішого ви коли-небудь робили?
zh_hans: 你做过的最勇敢的事情是什么？

source: What's the difference between being alone and being lonely to you?
de: Was ist für dich der Unterschied zwischen Alleinsein und Einsamkeit?
es: ¿Cuál es la diferencia para ti entre estar solo y sentirse solo?
fr: Quelle est la différence pour vous entre être seul et se sentir seul ?
it: Qual è la differenza per te tra essere soli e sentirsi soli?
ja: 一人でいることと孤独を感じることの違いは何ですか？
ko: 혼자 있는 것과 외로운 것의 차이는 무엇이라고 생각하시나요?
nb: Hva er forskjellen for deg mellom å være alene og å føle seg ensom?
nl: Wat is voor jou het verschil tussen alleen zijn en je eenzaam voelen?
pl: Jaka jest dla ciebie różnica między byciem samemu a poczuciem samotności?
pt_br: Qual é a diferença para você entre estar sozinho e se sentir solitário?
sv: Vad är skillnaden för dig mellan att vara ensam och att känna sig ensam?
uk: Яка для вас різниця між тим, щоб бути на самоті, і почуватися самотнім?
zh_hans: 对你来说，独处和孤独有什么区别？

source: What's the difference between being polite and being kind?
de: Was ist der Unterschied zwischen höflich sein und freundlich sein?
es: ¿Cuál es la diferencia entre ser educado y ser amable?
fr: Quelle est la différence entre être poli et être gentil ?
it: Qual è la differenza tra essere educato ed essere gentile?
ja: 礼儀正しいことと親切であることの違いは何ですか？
ko: 예의 바른 것과 친절한 것의 차이는 무엇인가요?
nb: Hva er forskjellen mellom å være høflig og å være snill?
nl: Wat is het verschil tussen beleefd zijn en aardig zijn?
pl: Jaka jest różnica między byciem uprzejmym a byciem miłym?
pt_br: Qual é a diferença entre ser educado e ser gentil?
sv: Vad är skillnaden mellan att vara artig och att vara snäll?
uk: Яка різниця між ввічливістю та добротою?
zh_hans: 礼貌和善良的区别是什么？

source: What's the difference between giving up and letting go?
de: Was ist der Unterschied zwischen Aufgeben und Loslassen?
es: ¿Cuál es la diferencia entre rendirse y dejar ir?
fr: Quelle est la différence entre abandonner et lâcher prise ?
it: Qual è la differenza tra arrendersi e lasciar andare?
ja: 諦めることと手放すことの違いは何ですか？
ko: 포기하는 것과 놓아주는 것의 차이는 무엇인가요?
nb: Hva er forskjellen mellom å gi opp og å gi slipp?
nl: Wat is het verschil tussen opgeven en loslaten?
pl: Jaka jest różnica między poddawaniem się a odpuszczaniem?
pt_br: Qual é a diferença entre desistir e deixar ir?
sv: Vad är skillnaden mellan att ge upp och att släppa taget?
uk: Яка різниця між здачею та відпусканням?
zh_hans: 放弃和放手有什么区别？

source: What's the earliest memory you can recall?
de: Was ist die früheste Erinnerung, an die du dich erinnern kannst?
es: ¿Cuál es el primer recuerdo que tienes?
fr: Quel est le premier souvenir dont vous vous souvenez ?
it: Qual è il primo ricordo che hai?
ja: 覚えている中で一番古い記憶は何ですか？
ko: 가장 오래된 기억은 무엇인가요?
nb: Hva er det tidligste minnet du kan huske?
nl: Wat is de vroegste herinnering die je hebt?
pl: Jakie jest twoje najwcześniejsze wspomnienie?
pt_br: Qual é a memória mais antiga que você consegue lembrar?
sv: Vad är det tidigaste minnet du kan minnas?
uk: Який найдавніший спогад ви можете згадати?
zh_hans: 你能回忆起的最早记忆是什么？

source: What’s the first big 'adult' purchase you ever made?
de: Was war die erste große 'Erwachsenen'-Anschaffung, die du getätigt hast?
es: ¿Cuál fue la primera gran compra 'adulta' que hiciste?
fr: Quel a été ton premier gros achat 'd'adulte' ?
it: Qual è stato il tuo primo grande acquisto 'da adulti'?
ja: 初めての大きな「大人の」買い物は何でしたか？
ko: 첫 번째로 한 큰 '어른의' 구매는 무엇인가요?
nb: Hva var det første store 'voksen'kjøpet du noen gang gjorde?
nl: Wat was de eerste grote 'volwassen' aankoop die je ooit deed?
pl: Jaki był twój pierwszy duży 'dorosły' zakup?
pt_br: Qual foi a primeira grande compra 'adulta' que você fez?
sv: Vad var det första stora 'vuxna' köpet du någonsin gjorde?
uk: Яка була ваша перша велика 'доросла' покупка?
zh_hans: 你第一次做的‘成人’大笔消费是什么？

source: What’s the first concert you ever attended?
de: Was war das erste Konzert, das du besucht hast?
es: ¿Cuál fue el primer concierto al que asististe?
fr: Quel a été le premier concert auquel vous avez assisté ?
it: Qual è stato il primo concerto a cui hai partecipato?
ja: 初めて行ったコンサートは何ですか？
ko: 처음으로 가본 콘서트는 무엇인가요?
nb: Hva var den første konserten du noensinne har vært på?
nl: Wat was het eerste concert dat je ooit hebt bijgewoond?
pl: Jaki był twój pierwszy koncert?
pt_br: Qual foi o primeiro show que você assistiu?
sv: Vilken var den första konserten du någonsin gick på?
uk: Який перший концерт ви відвідували?
zh_hans: 你参加的第一场演唱会是什么？

source: What’s the first thing you do when you get home and want to relax?
de: Was tust du als Erstes, wenn du nach Hause kommst und dich entspannen willst?
es: ¿Qué es lo primero que haces cuando llegas a casa y quieres relajarte?
fr: Quelle est la première chose que tu fais quand tu rentres à la maison et que tu veux te détendre ?
it: Qual è la prima cosa che fai quando torni a casa e vuoi rilassarti?
ja: 家に帰ってリラックスしたいとき、最初にすることは何ですか？
ko: 집에 돌아와서 휴식하고 싶을 때 가장 먼저 하는 일은 무엇인가요?
nb: Hva er det første du gjør når du kommer hjem og vil slappe av?
nl: Wat is het eerste dat je doet als je thuis komt en wilt ontspannen?
pl: Co robisz najpierw, gdy wracasz do domu i chcesz się zrelaksować?
pt_br: Qual é a primeira coisa que você faz quando chega em casa e quer relaxar?
sv: Vad är det första du gör när du kommer hem och vill koppla av?
uk: Що ти робиш першим, коли приходиш додому і хочеш розслабитися?
zh_hans: 你回家想放松时第一件事做什么？

source: What’s the first thing you do when you get into a hotel room?
de: Was ist das Erste, was du tust, wenn du ein Hotelzimmer betrittst?
es: ¿Qué es lo primero que haces cuando entras a una habitación de hotel?
fr: Quelle est la première chose que tu fais quand tu entres dans une chambre d'hôtel ?
it: Qual è la prima cosa che fai quando entri in una camera d'albergo?
ja: ホテルの部屋に入ったらまず何をしますか？
ko: 호텔 방에 들어가면 가장 먼저 무엇을 하나요?
nb: Hva er det første du gjør når du kommer inn på et hotellrom?
nl: Wat is het eerste dat je doet wanneer je een hotelkamer binnenkomt?
pl: Co robisz jako pierwsze, gdy wchodzisz do pokoju hotelowego?
pt_br: Qual é a primeira coisa que você faz ao entrar em um quarto de hotel?
sv: Vad är det första du gör när du kommer in på ett hotellrum?
uk: Що ви робите в першу чергу, коли заходите в номер готелю?
zh_hans: 你进到酒店房间后做的第一件事是什么？

source: What’s the first thing you’d buy if you became a millionaire tomorrow?
de: Was würdest du als Erstes kaufen, wenn du morgen Millionär würdest?
es: ¿Qué es lo primero que comprarías si te hicieras millonario mañana?
fr: Quelle est la première chose que tu achèterais si tu devenais millionnaire demain ?
it: Quale sarebbe la prima cosa che compreresti se diventassi milionario domani?
ja: 明日億万長者になったら、最初に何を買いますか？
ko: 내일 백만장자가 된다면 가장 먼저 사고 싶은 것은 무엇인가요?
nb: Hva er det første du ville kjøpt hvis du ble millionær i morgen?
nl: Wat zou jij als eerste kopen als je morgen miljonair zou worden?
pl: Co kupiłbyś w pierwszej kolejności, gdybyś jutro został milionerem?
pt_br: Qual é a primeira coisa que você compraria se se tornasse milionário amanhã?
sv: Vad är det första du skulle köpa om du blev miljonär imorgon?
uk: Що б ви купили в першу чергу, якби завтра стали мільйонером?
zh_hans: 如果你明天成了百万富翁，你最先会买什么？

source: What’s the first thing you’d do if you won the lottery?
de: Was würdest du zuerst tun, wenn du im Lotto gewinnen würdest?
es: ¿Qué es lo primero que harías si ganaras la lotería?
fr: Quelle est la première chose que tu ferais si tu gagnais à la loterie ?
it: Qual è la prima cosa che faresti se vincessi alla lotteria?
ja: 宝くじに当たったら、最初に何をしますか？
ko: 복권에 당첨된다면 가장 먼저 무엇을 하시겠어요?
nb: Hva er det første du ville gjort hvis du vant i lotto?
nl: Wat is het eerste dat je zou doen als je de loterij zou winnen?
pl: Co byś zrobił jako pierwsze, gdybyś wygrał na loterii?
pt_br: Qual é a primeira coisa que você faria se ganhasse na loteria?
sv: Vad är det första du skulle göra om du vann på lotto?
uk: Що б ви зробили в першу чергу, якби виграли в лотерею?
zh_hans: 如果你中了彩票，你做的第一件事是什么？

source: What's the first trip you took that felt truly independent?
de: Was war die erste Reise, die sich wirklich unabhängig anfühlte?
es: ¿Cuál fue el primer viaje que hiciste que te hizo sentir verdaderamente independiente?
fr: Quel est le premier voyage que tu as fait qui t'a semblé vraiment indépendant ?
it: Qual è stato il primo viaggio che hai fatto che ti è sembrato veramente indipendente?
ja: 本当に自立したと感じた最初の旅行は何でしたか？
ko: 진정으로 독립적이라고 느꼈던 첫 여행은 무엇인가요?
nb: Hva var den første turen du tok som føltes virkelig uavhengig?
nl: Wat was de eerste reis die echt onafhankelijk aanvoelde?
pl: Jaka była pierwsza podróż, która wydawała się naprawdę niezależna?
pt_br: Qual foi a primeira viagem que você fez que pareceu verdadeiramente independente?
sv: Vilken var den första resan du gjorde som kändes verkligen självständig?
uk: Яка була перша подорож, яка відчувалася по-справжньому незалежною?
zh_hans: 你第一次感到真正独立的旅行是哪次？

source: What's the funniest misunderstanding you had as a child?
de: Was war das lustigste Missverständnis, das du als Kind hattest?
es: ¿Cuál fue el malentendido más divertido que tuviste de niño?
fr: Quel est le malentendu le plus drôle que tu aies eu étant enfant ?
it: Qual è stato il malinteso più divertente che hai avuto da bambino?
ja: 子供の頃に経験した最も面白い誤解は何ですか？
ko: 어릴 때 가장 재미있었던 오해는 무엇인가요?
nb: Hva var den morsomste misforståelsen du hadde som barn?
nl: Wat was het grappigste misverstand dat je als kind had?
pl: Jakie było najzabawniejsze nieporozumienie, jakie miałeś/miałaś jako dziecko?
pt_br: Qual foi o mal-entendido mais engraçado que você teve quando criança?
sv: Vad var det roligaste missförståndet du hade som barn?
uk: Яке найсмішніше непорозуміння у вас було в дитинстві?
zh_hans: 你小时候最有趣的误会是什么？

source: What's the funniest thing you've ever overheard a stranger say?
de: Was ist das Lustigste, das du je einen Fremden sagen gehört hast?
es: ¿Qué es lo más divertido que has escuchado decir a un extraño?
fr: Quelle est la chose la plus drôle que tu aies jamais entendue dire par un étranger ?
it: Qual è la cosa più divertente che tu abbia mai sentito dire da uno sconosciuto?
ja: 今まで見知らぬ人が言っているのを聞いて一番面白かったことは何ですか？
ko: 낯선 사람이 하는 말을 우연히 듣게 됐을 때 가장 웃겼던 내용이 뭐예요?
nb: Hva er det morsomste du noen gang har overhørt en fremmed si?
nl: Wat is het grappigste dat je ooit een vreemdeling hebt horen zeggen?
pl: Jaka jest najśmieszniejsza rzecz, jaką kiedykolwiek podsłuchałeś u nieznajomego?
pt_br: Qual é a coisa mais engraçada que você já ouviu um estranho dizer?
sv: Vad är det roligaste du någonsin har hört en främling säga?
uk: Що найсмішнішого ви коли-небудь чули, як сказав незнайомець?
zh_hans: 你无意中听到陌生人说过的最有趣的话是什么？

source: What's the funniest thing your sibling or friend ever did?
de: Was ist das Lustigste, das dein Geschwister oder Freund je getan hat?
es: ¿Qué es lo más gracioso que hizo tu hermano o amigo?
fr: Quelle est la chose la plus drôle que ton frère, ta sœur ou ton ami a jamais faite ?
it: Qual è la cosa più divertente che tuo fratello, tua sorella o un tuo amico abbia mai fatto?
ja: 兄弟や友達がやった一番面白いことは何ですか？
ko: 형제나 친구가 한 일 중 가장 웃긴 것은 무엇인가요?
nb: Hva er det morsomste søskenet eller vennen din noen gang har gjort?
nl: Wat is het grappigste dat je broer, zus of vriend ooit deed?
pl: Co jest najśmieszniejszego, co zrobił twoje rodzeństwo lub przyjaciel?
pt_br: Qual foi a coisa mais engraçada que seu irmão ou amigo já fez?
sv: Vad är det roligaste ditt syskon eller din vän någonsin gjort?
uk: Що найсмішніше колись зробив твій брат, сестра чи друг?
zh_hans: 你的兄弟姐妹或朋友做过的最有趣的事情是什么？

source: What’s the funniest WiFi name you’ve ever seen?
de: Was ist der lustigste WLAN-Name, den du je gesehen hast?
es: ¿Cuál es el nombre de WiFi más divertido que has visto?
fr: Quel est le nom de Wi-Fi le plus drôle que tu aies jamais vu ?
it: Qual è il nome WiFi più divertente che tu abbia mai visto?
ja: 今まで見た中で一番面白いWiFi名は何ですか？
ko: 본 적 있는 WiFi 이름 중 가장 재미있는 것은 무엇인가요?
nb: Hva er det morsomste WiFI-navnet du noen gang har sett?
nl: Wat is de grappigste WiFi-naam die je ooit hebt gezien?
pl: Jaka jest najśmieszniejsza nazwa WiFi, jaką kiedykolwiek widziałeś?
pt_br: Qual é o nome de WiFi mais engraçado que você já viu?
sv: Vad är det roligaste WiFi-namnet du någonsin har sett?
uk: Яка найсмішніша назва Wi-Fi, яку ви коли-небудь бачили?
zh_hans: 你见过的最有趣的WiFi名称是什么？

source: What's the hardest lesson life has taught you?
de: Was ist die schwerste Lektion, die das Leben dich gelehrt hat?
es: ¿Cuál es la lección más difícil que la vida te ha enseñado?
fr: Quelle est la leçon la plus difficile que la vie vous a enseignée ?
it: Qual è la lezione più difficile che la vita ti ha insegnato?
ja: 人生があなたに教えた最も困難な教訓は何ですか？
ko: 인생이 당신에게 가르쳐준 가장 힘든 교훈은 무엇인가요?
nb: Hva er den vanskeligste lærdommen livet har gitt deg?
nl: Wat is de moeilijkste les die het leven je heeft geleerd?
pl: Jaka jest najtrudniejsza lekcja, której nauczyło cię życie?
pt_br: Qual é a lição mais difícil que a vida te ensinou?
sv: Vilken är den svåraste läxan livet har lärt dig?
uk: Який найважчий урок життя навчив вас?
zh_hans: 生活给你上的最艰难的一课是什么？

source: What's the hardest pill you've had to swallow about growing up?
de: Was war die schwerste bittere Pille, die du über das Erwachsenwerden schlucken musstest?
es: ¿Cuál ha sido la verdad más difícil de aceptar sobre crecer?
fr: Quelle est la vérité la plus difficile à accepter sur le fait de grandir ?
it: Qual è la pillola più amara che hai dovuto ingoiare sul crescere?
ja: 大人になるにあたって受け入れなければならなかった最も厳しい真実は何ですか？
ko: 성장하면서 받아들여야 했던 가장 쓰라린 진실은 무엇인가요?
nb: Hva er den vanskeligste sannheten du har måttet svelge om å vokse opp?
nl: Wat is de moeilijkste waarheid die je over volwassen worden hebt moeten accepteren?
pl: Jaka była najtrudniejsza prawda do zaakceptowania o dorastaniu?
pt_br: Qual foi a verdade mais difícil de engolir sobre crescer?
sv: Vilken är den svåraste sanningen du har fått acceptera om att bli vuxen?
uk: Яку найважчу правду про дорослішання вам довелося прийняти?
zh_hans: 关于成长，你不得不接受的最难事实是什么？

source: What's the hardest thing about being part of a couple, if you have been?
de: Was ist das Schwierigste an einer Paarbeziehung, falls du eine hattest?
es: ¿Qué es lo más difícil de ser parte de una pareja, si lo has sido?
fr: Quel est le plus difficile dans le fait de faire partie d'un couple, si vous l'avez été ?
it: Qual è la cosa più difficile dell'essere in coppia, se lo sei stato?
ja: カップルの一部でいることの最も難しい点は何ですか（経験した場合）？
ko: 커플의 일원으로 지내면서 가장 어려운 점은 무엇인가요?
nb: Hva er det vanskeligste med å være i et parforhold, hvis du har vært det?
nl: Wat is het moeilijkste aan deel uitmaken van een stel, als je dat bent geweest?
pl: Co jest najtrudniejsze w byciu w związku, jeśli byłeś?
pt_br: Qual é a coisa mais difícil de fazer parte de um casal, se você já fez?
sv: Vad är det svåraste med att vara i ett parförhållande, om du har varit det?
uk: Що найважче у стосунках з партнером, якщо ви мали такий досвід?
zh_hans: 作为情侣中最难的部分是什么（如果你有过）？
